app/controllers/emails_controller.rb

  def create
    @email = Email.create(object: Faker::Movie.title, body: Faker::Movie.quote)
---
INSERT INTO "emails" ("object", "body", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["object", "Paths of Glory"], ["body", "May the Force be with you."], ["created_at", "2020-11-19 12:04:26.726163"], ["updated_at", "2020-11-19 12:04:26.726163"]]